Repository: zachzama/siggy
Catalog: Sources/Localizable.xcstrings
Source language: en
Languages: de, fr, id, ja, ko, pt_br, ru, tr, uk, uz, zh_hans, zh_hant

source: A normal app icon in the Dock while Siggy is running.
de: Ein normales App-Symbol im Dock, solange Siggy läuft.
fr: Une icône d'app normale dans le Dock tant que Siggy fonctionne.
id: Ikon aplikasi biasa di Dock saat Siggy berjalan.
ja: Siggy の実行中、Dock に通常のアプリアイコンが出ます。
ko: Siggy가 실행 중일 때 Dock에 일반 앱 아이콘을 표시합니다.
pt_br: Um ícone de app normal no Dock enquanto o Siggy está em execução.
ru: Обычный значок приложения в Dock во время работы Siggy.
tr: Siggy çalışırken Dock'ta normal bir uygulama simgesi.
uk: Звичайний значок застосунку в Dock, поки Siggy працює.
uz: Siggy ishlab turganda Dockʼda oddiy ilova belgisi.
zh_hans: Siggy 运行时，程序坞里有一个普通应用图标。
zh_hant: Siggy 執行時，程式塢裡有一個普通 App 圖示。

source: A small icon in the menu bar instead, and nothing in the Dock.
de: Stattdessen ein kleines Symbol in der Menüleiste, und nichts im Dock.
fr: Une petite icône dans la barre des menus à la place, et rien dans le Dock.
id: Ikon kecil di bilah menu sebagai gantinya, dan tidak ada di Dock.
ja: 代わりにメニューバーへ小さなアイコン。Dock には出ません。
ko: Dock 대신 메뉴 막대에 작은 아이콘을 표시합니다.
pt_br: Um ícone pequeno na barra de menus, e nada no Dock.
ru: Небольшой значок в строке меню вместо значка в Dock.
tr: Bunun yerine menü çubuğunda küçük bir simge, Dock'ta hiçbir şey.
uk: Натомість невеликий значок у рядку меню і нічого в Dock.
uz: Buning oʻrniga menyu panelida kichik belgi, Dockʼda esa hech narsa.
zh_hans: 改在菜单栏放一个小图标，程序坞里没有。
zh_hant: 改在選單列放一個小圖示，程式塢裡沒有。

source: No icon anywhere. Open Siggy again from Applications to bring these settings back.
de: Nirgends ein Symbol. Öffne Siggy erneut aus dem Programme-Ordner, um diese Einstellungen zurückzuholen.
fr: Aucune icône nulle part. Rouvrez Siggy depuis Applications pour retrouver ces réglages.
id: Tanpa ikon di mana pun. Buka kembali Siggy dari Aplikasi untuk mengembalikan pengaturan ini.
ja: どこにもアイコンが出ません。この設定に戻るには、アプリケーションから Siggy をもう一度開いてください。
ko: 아이콘을 어디에도 표시하지 않습니다. 이 설정으로 돌아오려면 응용 프로그램에서 Siggy를 다시 여십시오.
pt_br: Nenhum ícone em lugar algum. Abra o Siggy novamente em Aplicativos para trazer estes ajustes de volta.
ru: Ни одного значка. Откройте Siggy снова из Программ, чтобы вернуть эти настройки.
tr: Hiçbir yerde simge yok. Bu ayarları geri getirmek için Siggy'u Uygulamalar klasöründen yeniden açın.
uk: Жодного значка. Відкрийте Siggy знову з теки «Програми», щоб повернути ці налаштування.
uz: Hech qayerda belgi yoʻq. Bu sozlamalarni qaytarish uchun Siggyʼni Applicationsʼdan qayta oching.
zh_hans: 哪里都没有图标。从「应用程序」再打开 Siggy，才能回到这些设置。
zh_hant: 哪裡都沒有圖示。從「應用程式」再開啟 Siggy，才能回到這些設定。

source: Right
de: Rechts
fr: Droite
id: Kanan
ja: 右
ko: 오른쪽
pt_br: Direita
ru: Справа
tr: Sağ
uk: Праворуч
uz: Oʻngda
zh_hans: 右侧
zh_hant: 右側

source: Left
de: Links
fr: Gauche
id: Kiri
ja: 左
ko: 왼쪽
pt_br: Esquerda
ru: Слева
tr: Sol
uk: Ліворуч
uz: Chapda
zh_hans: 左侧
zh_hant: 左側

source: Top
de: Oben
fr: Haut
id: Atas
ja: 上
ko: 위쪽
pt_br: Superior
ru: Сверху
tr: Üst
uk: Зверху
uz: Yuqorida
zh_hans: 顶部
zh_hant: 頂部

source: Bottom
de: Unten
fr: Bas
id: Bawah
ja: 下
ko: 아래쪽
pt_br: Inferior
ru: Снизу
tr: Alt
uk: Знизу
uz: Pastda
zh_hans: 底部
zh_hant: 底部

source: Down the right-hand edge, clear of a Dock on that side.
de: Am rechten Rand entlang, mit Abstand zu einem Dock auf dieser Seite.
fr: Le long du bord droit, à l'écart d'un Dock placé de ce côté.
id: Sepanjang tepi kanan layar, menghindari Dock di sisi tersebut.
ja: 右端に沿って。その側の Dock は避けます。
ko: 오른쪽 가장자리에 세로로 배치하며, 같은 쪽에 있는 Dock을 피합니다.
pt_br: Ao longo da borda direita, livre de um Dock desse lado.
ru: Вдоль правого края, не занимая место у Dock.
tr: Sağ kenar boyunca, o taraftaki Dock'a değmeden.
uk: Уздовж правого краю, не перекриваючи Dock, якщо він з того боку.
uz: Oʻng chekka boʻylab, oʻsha tomondagi Dockʼga tegmasdan.
zh_hans: 沿右边缘，避开那一侧的程序坞。
zh_hant: 沿右邊緣，避開那一側的程式塢。

source: Down the left-hand edge, clear of a Dock on that side.
de: Am linken Rand entlang, mit Abstand zu einem Dock auf dieser Seite.
fr: Le long du bord gauche, à l'écart d'un Dock placé de ce côté.
id: Sepanjang tepi kiri layar, menghindari Dock di sisi tersebut.
ja: 左端に沿って。その側の Dock は避けます。
ko: 왼쪽 가장자리에 세로로 배치하며, 같은 쪽에 있는 Dock을 피합니다.
pt_br: Ao longo da borda esquerda, livre de um Dock desse lado.
ru: Вдоль левого края, не занимая место у Dock.
tr: Sol kenar boyunca, o taraftaki Dock'a değmeden.
uk: Уздовж лівого краю, не перекриваючи Dock, якщо він з того боку.
uz: Chap chekka boʻylab, oʻsha tomondagi Dockʼga tegmasdan.
zh_hans: 沿左边缘，避开那一侧的程序坞。
zh_hant: 沿左邊緣，避開那一側的程式塢。

source: A wide bar across the top, readings side by side. On a Mac with a notch of its own it runs up to meet it, so the two read as one shape.
de: Ein breiter Balken oben quer über den Bildschirm, Messwerte nebeneinander. Auf einem Mac mit eigener Notch reicht er bis zu ihr heran, sodass beide wie eine Form wirken.
fr: Une barre large en haut, relevés côte à côte. Sur un Mac doté de sa propre encoche, elle remonte la rejoindre pour ne former qu'une seule forme.
id: Bilah lebar di bagian atas, data ditampilkan berdampingan. Di Mac dengan notch bawaan, bilah akan menyatu sehingga keduanya tampak sebagai satu kesatuan.
ja: 上端を横切る幅広のバー。読み取りが横並びになります。ノッチのある Mac ではそこまで伸びて、ひと続きの形に見えます。
ko: 위쪽 가장자리에 넓은 막대를 배치하고 측정값을 나란히 표시합니다. 노치가 있는 Mac에서는 기기 노치까지 이어져 하나의 모양처럼 보입니다.
pt_br: Uma barra larga no topo, com as leituras lado a lado. Em um Mac com notch próprio, ela encosta nele, de modo que os dois formem uma só figura.
ru: Широкая панель сверху с показаниями рядом. На Mac с аппаратной выемкой она примыкает к ней, образуя единую форму.
tr: Üst kenarda geniş bir çubuk, veriler yan yana. Kendi çentiği olan bir Mac'te ona kadar uzanır ve ikisi tek bir şekil gibi görünür.
uk: Широка смуга вгорі, показники поруч. На Mac із власним вирізом вона примикає до нього, тож обидва читаються як одна форма.
uz: Yuqorida keng chiziq, koʻrsatkichlar yonma-yon. Oʻz notchʼiga ega Macʼda u unga tutashadi, shunda ikkisi bitta shakl boʻlib koʻrinadi.
zh_hans: 顶部一条横栏，读数并排。有硬件刘海的 Mac 上会贴上去，看起来像同一块。
zh_hant: 頂部一條橫欄，讀數並排。有硬體瀏海的 Mac 上會貼上去，看起來像同一塊。

source: A wide bar resting on top of the Dock, readings side by side.
de: Ein breiter Balken, der auf dem Dock aufliegt, Messwerte nebeneinander.
fr: Une barre large posée sur le Dock, relevés côte à côte.
id: Bilah lebar tepat di atas Dock, data ditampilkan berdampingan.
ja: Dock の上に載る幅広のバー。読み取りが横並びになります。
ko: Dock 위에 넓은 막대를 배치하고 측정값을 나란히 표시합니다.
pt_br: Uma barra larga apoiada sobre o Dock, com as leituras lado a lado.
ru: Широкая панель над Dock с показаниями рядом.
tr: Dock'un hemen üstünde duran geniş bir çubuk, veriler yan yana.
uk: Широка смуга над Dock, показники поруч.
uz: Dock ustida turadigan keng chiziq, koʻrsatkichlar yonma-yon.
zh_hans: 一条横栏压在程序坞上方，读数并排。
zh_hant: 一條橫欄壓在程式塢上方，讀數並排。

source: Integrations
de: Integrationen
fr: Intégrations
id: Integrasi
ja: 連携
ko: 연결
pt_br: Integrações
ru: Интеграции
tr: Entegrasyonlar
uk: Інтеграції
uz: Integratsiyalar
zh_hans: 集成
zh_hant: 集成

source: Appearance
de: Erscheinungsbild
fr: Apparence
id: Tampilan
ja: 外観
ko: 모양
pt_br: Aparência
ru: Внешний вид
tr: Görünüm
uk: Зовнішній вигляд
uz: Koʻrinish
zh_hans: 外观
zh_hant: 外觀

source: General
de: Allgemein
fr: Général
id: Umum
ja: 一般
ko: 일반
pt_br: Geral
ru: Общие
tr: Genel
uk: Загальні
uz: Umumiy
zh_hans: 通用
zh_hant: 一般

source: Show
de: Anzeigen
fr: Affichage
id: Tampilkan
ja: 表示
ko: 표시
pt_br: Exibição
ru: Показывать
tr: Göster
uk: Показувати
uz: Koʻrsatish
zh_hans: 显示
zh_hant: 顯示

source: Edge
de: Rand
fr: Bord
id: Tepi Layar
ja: 配置する辺
ko: 가장자리
pt_br: Borda
ru: Край
tr: Kenar
uk: Край
uz: Chekka
zh_hans: 边缘
zh_hant: 邊緣

source: App icon
de: App-Symbol
fr: Icône de l'app
id: Ikon Aplikasi
ja: アプリアイコン
ko: 앱 아이콘
pt_br: Ícone do app
ru: Значок приложения
tr: Uygulama simgesi
uk: Значок застосунку
uz: Ilova belgisi
zh_hans: 应用图标
zh_hant: App 圖示

source: Open Siggy at login
de: Siggy bei der Anmeldung öffnen
fr: Ouvrir Siggy à l'ouverture de session
id: Buka Siggy saat login
ja: ログイン時に Siggy を開く
ko: 로그인 시 Siggy 열기
pt_br: Abrir o Siggy ao iniciar a sessão
ru: Открывать Siggy при входе
tr: Girişte Siggy'u aç
uk: Відкривати Siggy під час входу
uz: Tizimga kirganda Siggyʼni ochish
zh_hans: 登录时打开 Siggy
zh_hant: 登入時開啟 Siggy

source: Install updates automatically
de: Updates automatisch installieren
fr: Installer les mises à jour automatiquement
id: Pasang pembaruan otomatis
ja: アップデートを自動的にインストール
ko: 업데이트 자동 설치
pt_br: Instalar atualizações automaticamente
ru: Устанавливать обновления автоматически
tr: Güncellemeleri otomatik yükle
uk: Встановлювати оновлення автоматично
uz: Yangilanishlarni avtomatik oʻrnatish
zh_hans: 自动安装更新
zh_hant: 自動安裝更新

source: Check now
de: Jetzt prüfen
fr: Vérifier maintenant
id: Periksa sekarang
ja: 今すぐ確認
ko: 지금 확인
pt_br: Verificar agora
ru: Проверить сейчас
tr: Şimdi denetle
uk: Перевірити зараз
uz: Hozir tekshirish
zh_hans: 立即检查
zh_hant: 立即檢查

source: App designed and developed by
de: App konzipiert und entwickelt von
fr: App conçue et développée par
id: Aplikasi dirancang dan dikembangkan oleh
ja: デザインと開発
ko: 앱 디자인 및 개발
pt_br: App projetado e desenvolvido por
ru: Приложение разработал
tr: Tasarlayan ve geliştiren
uk: Дизайн і розробка застосунку —
uz: Ilova muallifi va dasturchisi
zh_hans: 应用设计与开发
zh_hant: App 設計與開發

source: Connect an assistant to get started
de: Verbinde einen Assistenten, um loszulegen
fr: Connectez un assistant pour commencer
id: Hubungkan asisten untuk memulai
ja: アシスタントを接続して始めましょう
ko: 시작하려면 어시스턴트를 연결하십시오
pt_br: Conecte um assistente para começar
ru: Подключите ассистента, чтобы начать
tr: Başlamak için bir asistan bağlayın
uk: Підключіть асистента, щоб почати
uz: Boshlash uchun yordamchini ulang
zh_hans: 连接一个助手以开始使用
zh_hant: 連線一個助手以開始使用

source: Codenotch never signs in — each reading is borrowed from the tool that already holds the account. Signing out here stops the credential being read and forgets the numbers, but leaves you signed in to that tool. macOS asks once per tool the first time, and again whenever you sign in to a different account; Always Allow keeps it quiet.
de: Codenotch meldet sich nie selbst an — jeder Messwert wird von dem Tool geliehen, das das Konto bereits besitzt. Sich hier abzumelden stoppt nur das Lesen der Zugangsdaten und vergisst die Zahlen, meldet dich aber nicht bei diesem Tool ab. macOS fragt beim ersten Mal einmal pro Tool nach, und erneut, sobald du dich bei einem anderen Konto anmeldest; „Immer erlauben“ hält es still.
fr: Codenotch ne se connecte jamais — chaque relevé est emprunté à l'outil qui détient déjà le compte. Vous déconnecter ici arrête la lecture de l'identifiant et oublie les chiffres, mais vous restez connecté à cet outil. macOS demande une fois par outil la première fois, puis à nouveau chaque fois que vous vous connectez à un autre compte ; Toujours autoriser évite les rappels.
id: Codenotch tidak pernah masuk secara mandiri — setiap data dipinjam dari alat yang sudah menampung akun. Keluar di sini akan menghentikan pembacaan kredensial dan menghapus angkanya, tetapi Anda tetap masuk di alat tersebut. macOS akan meminta izin sekali per alat pertama kali, dan lagi setiap kali Anda masuk ke akun lain; Selalu Izinkan akan mencegah dialog berulang.
ja: Codenotch がサインインすることはありません。読み取りはすべて、すでにアカウントを保持しているツールから借りたものです。ここでサインアウトすると資格情報の読み取りが止まり、数値も忘れられますが、そのツールへのサインインはそのまま残ります。macOS はツールごとに初回の一度、そして別のアカウントにサインインするたびに確認します。「常に許可」を選べば以後は尋ねられません。
ko: Codenotch는 직접 로그인하지 않고, 이미 계정에 로그인된 도구에서 측정값을 가져옵니다. 여기서 로그아웃하면 자격 증명 읽기를 중단하고 측정값을 삭제하지만, 해당 도구의 로그인은 유지됩니다. macOS는 도구마다 처음 한 번, 그리고 다른 계정에 로그인할 때마다 권한을 요청합니다. ‘항상 허용’을 선택하면 더 이상 묻지 않습니다.
pt_br: O Codenotch nunca faz login — cada leitura é emprestada da ferramenta que já tem a conta. Sair daqui interrompe a leitura da credencial e esquece os números, mas você continua conectado naquela ferramenta. O macOS pergunta uma vez por ferramenta na primeira vez, e de novo sempre que você entrar em outra conta; Sempre Permitir mantém isso em silêncio.
ru: Codenotch не выполняет вход — каждое показание берётся из уже авторизованного инструмента. Выход здесь прекращает чтение учётных данных и удаляет числа, но не выполняет выход из инструмента. macOS спрашивает разрешение один раз для каждого инструмента и при смене аккаунта; «Разрешать всегда» отключает повторные запросы.
tr: Codenotch hiçbir zaman kendisi giriş yapmaz — her veri, hesabı zaten tutan araçtan ödünç alınır. Buradan çıkış yapmak kimlik bilgisinin okunmasını durdurur ve rakamları unutur, ancak o araçtaki girişiniz sürer. macOS her araç için ilk seferde bir kez, farklı bir hesapla giriş yaptığınızda da yeniden sorar; Her Zaman İzin Ver seçilirse bir daha sormaz.
uk: Codenotch ніколи не виконує вхід — кожен показник позичено в інструмента, який уже тримає акаунт. Вихід тут лише припиняє читання облікових даних і забуває числа, але вхід у сам інструмент лишається. macOS питає один раз для кожного інструмента під час першого читання і ще раз щоразу, коли ви входите в інший акаунт; «Завжди дозволяти» знімає ці запити.
uz: Codenotch hech qachon tizimga kirmaydi — har bir koʻrsatkich hisobni allaqachon saqlab turgan vositadan olinadi. Bu yerda chiqish kirish maʼlumoti oʻqilishini toʻxtatadi va raqamlarni unutadi, lekin siz oʻsha vositada kirgan holda qolasiz. macOS har bir vosita uchun birinchi marta, soʻng boshqa hisobga kirganingizda qayta soʻraydi; Always Allow uni jim qiladi.
zh_hans: Codenotch 从不自己登录 — 每条读数都借自已经持有该账号的工具。在这里退出只会停止读取凭证并忘掉数字，你在那个工具里仍然是登录状态。macOS 每种工具第一次会问一次，换账号再登录时还会再问；选「始终允许」就不会再打扰。
zh_hant: Codenotch 從不自己登入 — 每條讀數都借自已經持有該帳號的工具。在這裡登出只會停止讀取憑證並忘掉數字，你在那個工具裡仍然是登入狀態。macOS 每種工具第一次會問一次，換帳號再登入時還會再問；選「始終允許」就不會再打擾。

source: Codenotch reads usage from tools already signed in on this Mac — it never asks for your password. Install and sign in to any of Claude Code (the terminal tool, not the Claude app), Cursor, Codex, Antigravity, GLM, Grok or OpenCode, and its ring appears in the notch.
de: Codenotch liest die Nutzung von Tools, die auf diesem Mac bereits angemeldet sind — es fragt nie nach deinem Passwort. Installiere eines von Claude Code (das Terminal-Tool, nicht die Claude-App), Cursor, Codex, Antigravity, GLM, Grok oder OpenCode und melde dich an — der zugehörige Ring erscheint dann in der Notch.
fr: Codenotch lit la consommation des outils déjà connectés sur ce Mac — il ne demande jamais votre mot de passe. Installez l'un de Claude Code (l'outil en terminal, pas l'app Claude), Cursor, Codex, Antigravity, GLM, Grok ou OpenCode et connectez-vous : son anneau apparaît dans l'encoche.
id: Codenotch membaca penggunaan dari alat yang sudah masuk di Mac ini — tidak pernah meminta kata sandi Anda. Pasang dan masuk ke salah satu dari Claude Code (alat terminal, bukan aplikasi Claude), Cursor, Codex, Antigravity, GLM, Grok, atau OpenCode, dan ring akan muncul di notch.
ja: Codenotch は、この Mac ですでにサインイン済みのツールから使用量を読み取ります。パスワードを尋ねることはありません。Claude Code（Claude アプリではなくターミナルのツール）、Cursor、Codex、Antigravity、GLM、Grok、OpenCode のいずれかをインストールしてサインインすると、そのリングがノッチに現れます。
ko: Codenotch는 이 Mac에서 이미 로그인된 도구의 사용량을 읽으며 비밀번호를 요구하지 않습니다. Claude Code(Claude 앱이 아닌 터미널 도구), Cursor, Codex, Antigravity, GLM, Grok, OpenCode 중 하나를 설치하고 로그인하면 노치에 해당 링이 나타납니다.
pt_br: O Codenotch lê o uso de ferramentas já conectadas neste Mac — ele nunca pede sua senha. Instale e entre em qualquer um destes: Claude Code (a ferramenta de terminal, não o app Claude), Cursor, Codex, Antigravity, GLM, Grok ou OpenCode, e o anel correspondente aparece no notch.
ru: Codenotch читает использование из инструментов, уже авторизованных на этом Mac, и никогда не спрашивает пароль. Установите и авторизуйтесь в Claude Code (терминальном инструменте, не приложении Claude), Cursor, Codex, Antigravity, GLM, Grok или OpenCode — и кольцо появится на панели.
tr: Codenotch kullanımı bu Mac'te zaten giriş yapılmış araçlardan okur — asla parolanızı istemez. Claude Code (Claude uygulaması değil, terminal aracı), Cursor, Codex, Antigravity, GLM, Grok veya OpenCode'dan herhangi birini kurup giriş yapın; halkası çentikte belirir.
uk: Codenotch читає використання з інструментів, у які вже виконано вхід на цьому Mac, і ніколи не питає ваш пароль. Установіть будь-який з них — Claude Code (термінальний інструмент, не застосунок Claude), Cursor, Codex, Antigravity, GLM, Grok або OpenCode — і увійдіть: його кільце зʼявиться у вирізі.
uz: Codenotch foydalanishni shu Macʼda allaqachon tizimga kirgan vositalardan oʻqiydi — u hech qachon parolingizni soʻramaydi. Quyidagilardan birortasini oʻrnatib, unga kiring: Claude Code (terminal vositasi, Claude ilovasi emas), Cursor, Codex, Antigravity, GLM, Grok yoki OpenCode — va uning halqasi notchʼda paydo boʻladi.
zh_hans: Codenotch 读取这台 Mac 上已经登录的工具的用量 — 从不问你的密码。安装并登录 Claude Code（终端工具，不是 Claude 应用）、Cursor、Codex、Antigravity、GLM、Grok 或 OpenCode 中的任意一个，刘海里就会出现对应的圆环。
zh_hant: Codenotch 讀取這台 Mac 上已經登入的工具的用量 — 從不問你的密碼。安裝並登入 Claude Code（終端工具，不是 Claude App）、Cursor、Codex、Antigravity、GLM、Grok 或 OpenCode 中的任意一個，瀏海裡就會出現對應的圓環。

source: macOS will ask once for permission to read Claude Code's and Antigravity's saved logins. Choose Always Allow — plain Allow makes it ask again every time.
de: macOS fragt einmal um Erlaubnis, die gespeicherten Anmeldungen von Claude Code und Antigravity zu lesen. Wähle „Immer erlauben“ — bei einfachem „Erlauben“ fragt es jedes Mal erneut.
fr: macOS demandera une fois l'autorisation de lire les identifiants enregistrés de Claude Code et d'Antigravity. Choisissez Toujours autoriser — un simple Autoriser fait redemander à chaque fois.
id: macOS akan meminta izin sekali untuk membaca info login Claude Code dan Antigravity yang tersimpan. Pilih Selalu Izinkan — memilih Izinkan biasa akan membuatnya bertanya lagi setiap saat.
ja: macOS は Claude Code と Antigravity の保存済みログインを読み取る許可を一度だけ尋ねます。「常に許可」を選んでください。「許可」だけでは毎回尋ねられます。
ko: macOS가 Claude Code와 Antigravity의 저장된 로그인 정보를 읽을 권한을 한 번 요청합니다. ‘항상 허용’을 선택하십시오. ‘허용’만 선택하면 매번 다시 묻습니다.
pt_br: O macOS pedirá uma vez permissão para ler os logins salvos do Claude Code e do Antigravity. Escolha Sempre Permitir — o Permitir comum faz com que ele pergunte de novo toda vez.
ru: macOS один раз запросит доступ к сохранённым входам Claude Code и Antigravity. Выберите «Разрешать всегда» — обычное «Разрешить» приводит к повторному запросу.
tr: macOS, Claude Code'un ve Antigravity'nin kayıtlı girişlerini okumak için bir kez izin isteyecek. Her Zaman İzin Ver'i seçin — yalnızca İzin Ver seçilirse her seferinde yeniden sorar.
uk: macOS один раз запитає дозвіл на читання збережених входів Claude Code та Antigravity. Виберіть «Завжди дозволяти» — зі звичайним «Дозволити» запит повторюватиметься щоразу.
uz: macOS Claude Code va Antigravityʼning saqlangan kirish maʼlumotlarini oʻqishga ruxsat soʻrab bir marta murojaat qiladi. Always Allow ni tanlang — oddiy Allow har safar qayta soʻrashga majbur qiladi.
zh_hans: macOS 会询问一次，是否允许读取 Claude Code 和 Antigravity 已保存的登录信息。请选「始终允许」— 只选「允许」的话，每次都会再问。
zh_hant: macOS 會詢問一次，是否允許讀取 Claude Code 和 Antigravity 已儲存的登入資訊。請選「始終允許」— 只選「允許」的話，每次都會再問。

source: Version %@. Updates install in the background and apply next time Codenotch starts.
de: Version %@. Updates werden im Hintergrund installiert und gelten ab dem nächsten Start von Codenotch.
fr: Version %@. Les mises à jour s'installent en arrière-plan et s'appliquent au prochain démarrage de Codenotch.
id: Versi %@. Pembaruan dipasang di latar belakang dan diterapkan saat Codenotch dimulai berikutnya.
ja: バージョン %@。アップデートはバックグラウンドでインストールされ、次回 Codenotch を起動したときに適用されます。
ko: 버전 %@. 업데이트는 백그라운드에서 설치되며 다음에 Codenotch를 시작할 때 적용됩니다.
pt_br: Versão %@. As atualizações são instaladas em segundo plano e valem na próxima vez que o Codenotch iniciar.
ru: Версия %@. Обновления устанавливаются в фоне и применяются при следующем запуске Codenotch.
tr: Sürüm %@. Güncellemeler arka planda yüklenir ve Codenotch bir sonraki açılışında uygulanır.
uk: Версія %@. Оновлення встановлюються у фоні й застосовуються під час наступного запуску Codenotch.
uz: %@ versiyasi. Yangilanishlar fonda oʻrnatiladi va Codenotch keyingi safar ishga tushganda qoʻllanadi.
zh_hans: 版本 %@。更新在后台安装，下次启动 Codenotch 时生效。
zh_hant: 版本 %@。更新在背景安裝，下次啟動 Codenotch 時生效。

source: Signed out — nothing is read, and no readings are kept.
de: Abgemeldet — es wird nichts gelesen, und es werden keine Messwerte behalten.
fr: Déconnecté — rien n'est lu, et aucun relevé n'est conservé.
id: Sudah keluar — tidak ada yang dibaca, dan tidak ada data yang disimpan.
ja: サインアウト済み — 読み取りも行わず、読み取りの保存もしません。
ko: 로그아웃됨 — 정보를 읽지 않으며 측정값도 보관하지 않습니다.
pt_br: Desconectado — nada é lido, e nenhuma leitura é mantida.
ru: Выход выполнен — данные не читаются и не сохраняются.
tr: Çıkış yapıldı — hiçbir şey okunmuyor ve hiçbir veri saklanmıyor.
uk: Ви вийшли — нічого не зчитується, показники не зберігаються.
uz: Tizimdan chiqilgan — hech narsa oʻqilmaydi va hech qanday koʻrsatkich saqlanmaydi.
zh_hans: 已退出 — 不再读取，也不再保存读数。
zh_hant: 已登出 — 不再讀取，也不再儲存讀數。

source: Allow access…
de: Zugriff erlauben…
fr: Autoriser l'accès…
id: Izinkan akses…
ja: アクセスを許可…
ko: 접근 허용…
pt_br: Permitir acesso…
ru: Разрешить доступ…
tr: Erişime izin ver…
uk: Дозволити доступ…
uz: Ruxsat berish…
zh_hans: 允许访问…
zh_hant: 允許取用…

source: Switch…
de: Wechseln…
fr: Changer…
id: Beralih…
ja: 切り替え…
ko: 전환…
pt_br: Trocar…
ru: Переключить…
tr: Değiştir…
uk: Змінити…
uz: Almashtirish…
zh_hans: 切换…
zh_hant: 切換…

source: Asks macOS for %@'s saved login again. Choose Always Allow and it will stop asking.
de: Fragt macOS erneut nach der gespeicherten Anmeldung von %@. Wähle „Immer erlauben“, damit nicht mehr nachgefragt wird.
fr: Redemande à macOS les identifiants enregistrés de %@. Choisissez Toujours autoriser et il cessera de demander.
id: Meminta izin lagi ke macOS untuk login tersimpan %@. Pilih Selalu Izinkan agar tidak ditanyakan kembali.
ja: %@ の保存済みログインを macOS に再度要求します。「常に許可」を選べば以後は尋ねられません。
ko: %@의 저장된 로그인 정보를 macOS에 다시 요청합니다. ‘항상 허용’을 선택하면 더 이상 묻지 않습니다.
pt_br: Pede novamente ao macOS o login salvo do %@. Escolha Sempre Permitir e ele deixará de perguntar.
ru: Повторно запрашивает у macOS сохранённый вход %@. Выберите «Разрешать всегда», чтобы больше не видеть этот запрос.
tr: macOS'tan %@ için kayıtlı girişi yeniden ister. Her Zaman İzin Ver'i seçerseniz bir daha sormaz.
uk: Знову запитує в macOS збережений вхід %@. Виберіть «Завжди дозволяти» — і запити припиняться.
uz: macOSʼdan %@ ning saqlangan kirish maʼlumotini qayta soʻraydi. Always Allow ni tanlasangiz, u boshqa soʻramaydi.
zh_hans: 再次向 macOS 请求 %@ 已保存的登录信息。选「始终允许」就不会再问。
zh_hant: 再次向 macOS 要求 %@ 已儲存的登入資訊。選「始終允許」就不會再問。

source: Switch off to stop reading %@ and forget its readings. %@
de: Ausschalten, um %@ nicht mehr zu lesen und dessen Messwerte zu vergessen. %@
fr: Désactivez pour arrêter de lire %@ et oublier ses relevés. %@
id: Matikan untuk berhenti membaca %@ dan melupakan datanya. %@
ja: オフにすると %@ の読み取りを止め、その読み取りを忘れます。%@
ko: 끄면 %@ 읽기를 중단하고 측정값을 삭제합니다. %@
pt_br: Desative para parar de ler o %@ e esquecer suas leituras. %@
ru: Выключите, чтобы прекратить чтение %@ и удалить его показания. %@
tr: Kapatırsanız %@ artık okunmaz ve verileri unutulur. %@
uk: Вимкніть, щоб припинити читати %@ і забути його показники. %@
uz: %@ ni oʻqishni toʻxtatish va uning koʻrsatkichlarini unutish uchun oʻchiring. %@
zh_hans: 关闭后停止读取 %@ 并忘掉它的读数。%@
zh_hant: 關閉後停止讀取 %@ 並忘掉它的讀數。%@

source: Switch on to sign in and read %@ again.
de: Einschalten, um dich anzumelden und %@ wieder zu lesen.
fr: Activez pour vous reconnecter et lire %@ à nouveau.
id: Aktifkan untuk masuk dan membaca %@ kembali.
ja: オンにすると再びサインインして %@ を読み取ります。
ko: 켜면 다시 로그인하고 %@ 읽기를 재개합니다.
pt_br: Ative para entrar e ler o %@ de novo.
ru: Включите, чтобы снова войти и читать %@.
tr: Açarsanız giriş yapılır ve %@ yeniden okunur.
uk: Увімкніть, щоб знову увійти й читати %@.
uz: %@ ga qayta kirish va uni oʻqish uchun yoqing.
zh_hans: 打开以重新登录并读取 %@。
zh_hant: 開啟以重新登入並讀取 %@。
